# Taps
tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'turbot/tap'
tap 'weaveworks/tap'

# Binaries
brew 'awscli'
brew 'bash'
brew 'bat'
brew 'coreutils'
#brew 'docker'
brew 'elixir'
brew 'eza'
brew 'git'
brew 'gping'
brew 'gron'
brew 'jenv'
brew 'jq'
brew 'mtr'
brew 'node'
brew 'pyenv'
brew 'rename'
brew 'steampipe'
brew 'thefuck'
brew 'tree'
brew 'weaveworks/tap/eksctl'
brew 'yarn'
brew 'zsh'
brew 'zsh-autosuggestions'

# Apps
cask 'alfred'
cask 'amazon-workdocs'
cask 'atom'
cask 'docker'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'keepassxc'
cask 'quip'
cask 'scroll-reverser'
cask 'spectacle'
cask 'spotify'
cask 'sourcetree'
cask 'sqlworkbenchj'
cask 'visual-studio-code'
cask 'vlc'
