# Taps
tap 'caskroom/cask'
tap 'homebrew/bundle'

# Binaries
brew 'awscli'
brew 'bash'
brew 'bat'
brew 'coreutils'
brew 'docker'
brew 'git'
brew 'jq'
brew 'node'
brew 'python'
brew 'thefuck'
brew 'tree'
brew 'zsh'
brew 'zsh-autosuggestions'

# Apps
cask 'amazon-workdocs'
cask 'atom'
cask 'docker'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'keepassxc'
cask 'quip'
cask 'rescuetime'
cask 'spectacle'
cask 'spotify'
cask 'sourcetree'
cask 'visual-studio-code'
